Repository: pbek/kradio
Catalog: plugins/streaming/po/*.po
Languages: is

source: No.
is: Nr.

source: URL
is: Sl???? (URL)

source: Capture URLs
is: Uppt??kusl????ir (URL)

source: Playback URLs
is: Spilunarsl????ir (URL)

source: URL Properties
is: Eiginleikar sl????ar (URL)

source: Stereo
is: V??????ma

source: Mono
is: Ein??ma

source: Sample Bits
is: S??fnunarbitar

source: Channels
is: R??sir

source: Endianess
is: Endian-b??tar????

source: Raw
is: Hr??tt

source: Buffer Size
is: St??r?? bi??minnis

source: Format
is: Sni??

source: Sample Rate
is: S??fnunart????ni

source: Signed
is: Undirrita??

source: Unsigned
is: ??undirrita??

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="justify" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The streaming plugin will present itself to the rest of KRadio as a <span style=" font-weight:600;">Sound Device</span>, thus you will be able to select the URLs entered below as <span style=" font-weight:600;">Mixer Channels</span> e.g. in the V4L2 plugin. This allows the use of pipes and devices as sound input for KRadio, e.g. <span style=" font-style:italic;">/dev/video24</span>. This is particularly useful if you have a <span style=" font-weight:600;">PVR radio card</span>.</p></body></html>
is: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p align="justify" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Streymingar??forriti?? er tilt??kt fyrir a??ra hluta KRadio sem <span style=" font-weight:600;">hlj????t??ki</span>, ??annig a?? ???? getir vali?? sl????ir sem settar eru inn h??r a?? ne??an sem <span style=" font-weight:600;">r??sir ?? hlj????blandara</span> t.d. ?? V4L2 ??forritinu. ??etta gerir kleift a?? nota p??pur og t??ki sem hlj????inntak fyrir KRadio, t.d. <span style=" font-style:italic;">/dev/video24</span>. ??etta er s??rstaklega nytsamlegt ef ???? ert me?? <span style="font-weight:600;">PVR ??tvarpskort</span>.</p></body></html>

source: new channel
is: n?? r??s

source: Streaming Support
is: Stu??ningur vi?? streymi

source: KRadio Streaming Plugin
is: KRadio streymingar??forrit

source: Streaming
is: Streymi

source: Streaming Device Options
is: Stillingar streymingart??kis

source: internal stream, not stored (%1)
is: innri straumur, ekki geymdur (%1)

source: StreamingDevice %1::notifySoundStreamData: Playback Clients skipped %2 bytes
is: StreamingDevice %1::notifySoundStreamData: Spilunarforrit slepptu %2 b??tum

source: Streaming Device %1
is: Streymingart??ki %1

source: Streaming Device %1, %2: %3
is: Streymingart??ki %1, %2: %3

source: error %1 (%2)
is: villa %1 (%2)

source: skipped %1 bytes
is: sleppti %1 b??tum

source: error no %1
is: villa nr %1

source: skipped %1 writes
is: sleppti %1 skrifunum

source: Error: %1 (%2)
is: Villa: %1 (%2)
