Repository: pbek/kradio
Catalog: plugins/lirc/po/*.po
Languages: is

source: digit 0
is: t??lustafur 0

source: digit 1
is: t??lustafur 1

source: digit 2
is: t??lustafur 2

source: digit 3
is: t??lustafur 3

source: digit 4
is: t??lustafur 4

source: digit 5
is: t??lustafur 5

source: digit 6
is: t??lustafur 6

source: digit 7
is: t??lustafur 7

source: digit 8
is: t??lustafur 8

source: digit 9
is: t??lustafur 9

source: Power On
is: Kveikja

source: Power Off
is: Sl??kkva

source: Pause
is: B????a

source: Start Recording
is: Hefja uppt??ku

source: Stop Recording
is: H??tta uppt??ku

source: Increase Volume
is: Auka hlj????styrk

source: Decrease Volume
is: Minnka hlj????styrk

source: Next Channel
is: N??sta r??s

source: Previous Channel
is: Fyrri r??s

source: Search Next Channel
is: Finna n??stu r??s

source: Search Previous Channel
is: Finna fyrri r??s

source: Enable Sleep Countdown
is: Virkja ni??urtalningu ?? sv??fingu

source: Quit KRadio
is: H??tta ?? KRadio

source: <don't care>
is: <skiptir ekki m??li>

source: Linux Infrared Control (LIRC) Support
is: Stu??ningur vi?? Linux Infrared Control (LIRC)

source: LIRC Plugin
is: LIRC ??forrit

source: LIRC Support
is: LIRC stu??ningur

source: Action
is: A??ger??

source: LIRC String
is: LIRC strengur

source: Alternative LIRC String
is: LIRC strengur til vara

source: LIRC Configuration File
is: LIRC stillingaskr??

# NAME OF TRANSLATORS
source: Your names
is: Sveinn ?? Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: sveinki@nett.is
