Repository: pbek/kradio
Catalog: plugins/gui-docking-menu/po/*.po
Languages: is

source: Left Mouse Click on Tray
is: Smella me?? vinstri m??sarhnapp ?? kerfisbakka

source: Show/Hide all GUI Elements
is: S??na/fela allar myndr??nar vi??m??tseiningar

source: Power On/Off
is: Af/??

source: System Tray Icon/Menu for KRadio
is: KRadio t??kn/valmynd ?? kerfisbakka

source: System Tray Plugin
is: ??forrit ?? kerfisbakka

source: System Tray Icon
is: T??knmynd ?? kerfisbakka

source: System Tray Icon Configuration
is: Stillingar fyrir t??knmynd ?? kerfisbakka

source: Search Next Station
is: Finna n??stu ??tvarpsst????

source: Search Previous Station
is: Finna fyrri ??tvarpsst????

source: Recording
is: Upptaka

source: Pause Radio
is: Gera hl?? ?? ??tvarpi

source: Show/Hide Plugins
is: S??na/fela ??forrit

source: &Quit
is: &H??tta

source: Stop Sleep Countdown (running until %1)
is: St????va ni??urtalningu ?? sv??fingu (keyrir til %1)

source: Start Sleep Countdown
is: Virkja ni??urtalningu ?? sv??fingu

source: Power Off
is: Sl??kkva

source: Power On
is: Kveikja

source: invalid station
is: ??gild st????

source: next alarm: %1
is: n??sta kva??ning: %1

source: <no alarm pending>
is: <engin kva??ning ?? gangi>

source: Stop Recording of %1
is: H??tta uppt??ku ?? %1

source: Start Recording
is: Byrja uppt??ku

source: Resume playback
is: Halda ??fram me?? spilun

source: Pause playback
is: Gera hl?? ?? afspilun

# NAME OF TRANSLATORS
source: Your names
is: Sveinn ?? Felli

# EMAIL OF TRANSLATORS
source: Your emails
is: sveinki@nett.is
