Repository: pbek/kradio
Catalog: convert-presets/po/*.po
Languages: ru

source: Show Progress Bar during Startup for Plugin Initiali&zation
ru: Иллюстрировать подключение модулей во время загрузки

source: Plugin Class
ru: Тип модуля

source: Instance Name
ru: Название экземпляра

source: Description
ru: Описание

source: list of running plugins
ru: Список загруженных модулей

source: remove/stop a selected plugin instance
ru: Удалить/остановить выбранный экземпляр модуля

source: create a new instance of selected plugin class
ru: Создать новый экземпляр выбранного модуля

source: list of available plugin classes
ru: Список доступных типов модулей

source: select a plugin library
ru: Выбрать библиотеку модуля

source: unload a plugin library
ru: Выгрузить из памяти библиотеку модуля

source: load a selected plugin library
ru: Загрузить выбранную библиотеку модуля

source: list of loaded plugin libraries
ru: Список загруженных библиотек модулей

source: Stations search in progress ...
ru: Идёт поиск радиостанций...

source: remaining time
ru: осталось времени

source: <p align="right">nothing here</p>
ru: <p align="right">здесь ничего нет</p>

source: Selected Stations
ru: Выбранные станции

source: Available Stations
ru: Доступные станции

source: %1 Error: %2
ru: Ошибка %1:%2

source: %1 Warning: %2
ru: Предупреждение %1: %2

source: %1 Information: %2
ru: Сообщение от %1: %2

source: %1 Debug: %2
ru: Отладочное сообщение %1: %2

source: cannot open buffer file %1
ru: не удалось открыть файл буфера %1

source: FileRingbuffer::resize: Writing to tmpfile %1 failed.
ru: FileRingbuffer::resize: запись во временый файл %1 не удалась

source: FileRingbuffer::resize: Opening tmpfile %1 failed.
ru: FileRingbuffer::resize: не удалось открыть временный файл %1

source: FileRingBuffer::addData: failed writing data to file %1.
ru: FileRingBuffer::addData: запись в файл %1 не удалась

source: FileRingBuffer::takeData: failed reading data to file %1.
ru: FileRingBuffer::takeData: не могу прочитать данные в файл %1.

source: KRadio - The Radio Application for KDE<P>With KRadio you can listen to radio broadcasts with the help of your V4L/V4L2 compatible radio card.<P>The KRadio Project contains a station preset data database. To complete this database you are encouraged to contribute your station preset file to the project. Just send it to one of the authors. <P>If you like to contribute your ideas, your own plugins or translations, don't hesitate to contact one of the authors.<P>
ru: KRadio - это программа-радиоприёмник для KDE.<P>Она позволяет слушать широковещательные радиостанции с помощью устройств, совместимых с V4L или V4L2.<P>Проект KRadio - это не только сама программа, но и база данных радиостнций всего мира, для пополнения которой Вам достаточно отправить файл с настройками KRadio для вашей местности кому-нибудь из авторов KRadio.<P>Если у Вас есть любые идеи, модули для программы или переводы - пишите нам!<P>

source: Preset Database, Remote Control Support, Alarms, Rewrite for KRadio 0.3.0, Misc
ru: БД настроек, поддержка ДУ, работа по расписанию, версия 0.3.0, прочее

source: Buildsystem, Standards Conformance, Cleanups
ru: Система сборки, соответствие стандартам, чистка кода

source: idea, first basic application
ru: идея, первая версия

source: Many People around the World ...
ru: ...и все-все-все...

source: ... which contributed station preset files and tested early and unstable snapshots of KRadio with much patience
ru: ...кто присылал нам файлы настроек и с огромным терпением тестировал нестабильные версии KRadio

source: Library %1: Plugin Entry Point is missing
ru: Бибилиотека %1: нет точки подключения модуля

source: Plugin Library Load Error
ru: Ошибка при загрузке библиотеки модуля

source: Library %1: %2
ru: Библиотека %1: %2

source: Instance
ru: Экземпляр

source: KRadio Configuration
ru: Настройка KRadio

source: About KRadio Components
ru: О компонентах KRadio

source: Error: Loading Library %1 failed: %2
ru: Ошибка: не удалось загрузить библиотеку %1: %2

source: Error: Creation of instance "%1" of class %2 falied.
ru: Ошибка: не удалось создать экземпляр "%1" типа %2.

source: Error: Cannot create instance "%1" of unknown class %2.
ru: Ошибка: не могу создать экземпляр "%1" неизвестного типа (%2).

source: Buffer Overflow.
ru: Переполнение буфера.

source: Configuration Dialog
ru: Диалог настройки

source: Enter Plugin Instance Name
ru: Введите название для экземпляра модуля

source: Hide %1
ru: Скрыть %1

source: Show %1
ru: Показать %1

source: Plugins
ru: Модули

source: Plugin Library Configuration
ru: Настройка модульных библиотек

source: Starting Plugins
ru: Запуск модулей

source: Creating Plugin %1
ru: Создание модуля %1

source: Initializing Plugin %1
ru: Запуск модуля %1

source: Contains merged Data
ru: Содержит объединённые данные

source: Probably an old station preset file was read. You have to rebuild your station selections for the quickbar and the docking menu.
ru: Вероятно, был прочитан очень старый файл настроек.Вам придётся заново указать радиостанции для панели радиостанций и меню системного лотка.

source: parsing failed
ru: не разобрать

source: Parsing the station preset file failed. See console output for more details.
ru: Не удалось разобрать файл настроек. См. текстовый вывод в терминале.

source: error downloading preset file %1
ru: ошибка при скачивании файла настроек %1

source: Download of the station preset file at %1 failed.
ru: Не удалось скачать файл настроек %1

source: temporary file:
ru: временный файл:

source: error opening preset file %1
ru: ошибка при открытии файла настроек %1

source: Opening of the station preset file at %1 failed.
ru: Не удалось открыть файл настроек %1

source: Old Preset File Format detected
ru: Устаревший формат файла настроек

source: error writing to tempfile %1
ru: ошибка при записи во временный файл %1

source: Writing station preset file %1 failed.
ru: При записи файла настроек %1 возникла ошибка.

source: error uploading preset file %1
ru: ошибка при выгрузке файла настроек %1

source: Upload of station preset file to %1 failed.
ru: При выгрузке файла настроек %1 возникла ошибка.

source: misplaced element %1
ru: неверно расположенный элемент %1

source: unknown or unexpected element %1
ru: неизвестный/не ожидавшийся элемент %1

source: expected element %1, but found %2
ru: ожидался элемент %1, однако встретился %2

source: unexpected element %1
ru: не ожидавшийся элемент %1

source: invalid data for element %1
ru: неверные данные для элемента %1

source: found a station list with unknown format %1
ru: обнаружен список станций с неверным форматом %1

source: unknown property %1 for class %2
ru: неизвестное свойтсво %1 класса %2

source: characters ignored for element %1
ru: символы для элемента %1 проигнорированы

source: Invalid layout
ru: Неверная раскладка

source: %1 %2 (Using KDE %3)
ru: %1 %2 (Используется KDE %3)

source: A&uthor
ru: &Автор

source: A&uthors
ru: &Авторы

source: &Thanks To
ru: &Благодарности

source: T&ranslation
ru: &Перевод

source: &License Agreement
ru: &Лицензионное соглашение

source: Image missing
ru: Нет изображения

source: Icon
ru: Пиктограмма

source: Station
ru: Станция

source: new station
ru: новая станция

source: &Done
ru: &Готово

source: unknown
ru: неизвестно

source: %1 MHz
ru: %1 МГц

source: %1 kHz
ru: %1 кГц

source: I don't know how to edit this station
ru: Не знаю, как изменить эту станцию

source: Frequency:
ru: Частота:

source: _: NAME OF TRANSLATORS Your names
ru: Алексей Кузнецов

source: _: EMAIL OF TRANSLATORS Your emails
ru: Alexey.Kouznetsov@gmail.com

source: KRadio
ru: Радиоприёмник KDE

source: rewrite for 0.3.0, recording, lirc support, alarms, misc
ru: Версия 0.3.0, запись, поддержка ДУ (lirc), работа по расписанию, прочее
