Repository: pbek/kradio
Catalog: kradio3/plugins/alsa-sound/po/*.po
Languages: de

source: O&n
de: A&n

source: &Use
de: &Verwenden

source: Devices
de: Geräte

source: PCM Capture Card
de: Soundkarte für die Aufnahme

source: Hardware Buffer Size
de: Hardware-Puffergröße

source: Buffer Size
de: Puffergröße

source: PCM Playback Device
de: Gerät für die Wiedergabe

source: PCM Capture Device
de: Gerät für die Aufnahme

source: PCM Playback Card
de: Soundkarte für die Wiedergabe

source: E&xtended Options
de: Erweiterte Optionen

source: Disable Pla&yback
de: Wiedergabe abschalten

source: Disa&ble Capture
de: Aufnahme abschalten

source: Capture Mixer Settings
de: Mixereinstellungen für die Aufnahme

source: _: NAME OF TRANSLATORS Your names
de: Ernst Martin Witte

source: _: EMAIL OF TRANSLATORS Your emails
de: emw@nocabal.de

source: context-card-plus-device-number
de: %1 Gerät %2

source: Advanced Linux Sound Architecture (ALSA) Support
de: Unterstützung für die "Advanced Linux Sound Architecture" (ALSA)

source: ALSA Sound Device Options
de: Optionen für die ALSA-Sound-Geräte

source: ALSA Plugin: cannot write data for device plughw:%1,%2
de: ALSA Plugin: Das schreiben auf das Gerät plughw:%1,%2 schlug fehl

source: ALSA Plugin: buffer underrun for device plughw:%1,%2
de: ALSA Plugin: Pufferunterlauf im Gerät plughw:%1,%2

source: ALSA Plugin: cannot read data from device plughw:%1,%2
de: ALSA Plugin: Das Lesen vom Gerät plughw:%1,%2 schlug fehl

source: ALSA Plugin: buffer overrun for device plughw:%1,%2 (buffersize=%3, buffer=%4)
de: ALSA Plugin: Pufferüberlauf im Gerät plughw:%1,%2 (Puffergröße=%3, buffer=%4)

source: ALSA Plugin: Error opening PCM device %1
de: ALSA Plugin: Fehler beim Öffnen des Gerätes %1

source: ALSA Plugin: Can not configure PCM device %1
de: ALSA Plugin: Das Konfigurieren des Gerätes %1 schlug fehl

source: ALSA Plugin: Error setting access for %1
de: ALSA Plugin: Fehler beim Konfigurieren des Zugriffsmodus auf Gerät %1

source: ALSA Plugin: Error setting sample format for %1
de: ALSA Plugin: Fehler beim Einstellen des Abtastformats für Gerät %1

source: ALSA Plugin: Error setting channels for %1
de: ALSA Plugin: Fehler beim Einstellen der Kanäle für Gerät %1

source: ALSA Plugin: Error setting rate for %1
de: ALSA Plugin: Fehler beim Einstellen der Abtastrate für Gerät %1

source: ALSA Plugin: The rate %1 Hz is not supported by your hardware %2. Using %3 Hz instead
de: ALSA Plugin: Die Abtastrate von %1 Hz wird von Ihrer Soundkarte %2 nicht unterstützt. Es werden stattdessen %3 Hz verwendet

source: ALSA Plugin: Error setting period size for %1
de: ALSA Plugin: Fehler beim Einstellen der Puffer-Periodengröße für Gerät %1

source: ALSA Plugin: Error setting HW params
de: ALSA Plugin: Fehler beim Einstellen der Hardwareparameter

source: ALSA Plugin: Error getting period size for %1
de: ALSA Plugin: Fehler beim Lesen der Puffer-Periodengröße von Gerät %1

source: ALSA Plugin: Error opening mixer
de: ALSA Plugin: Fehler beim Öffnen des Mixers

source: ALSA Plugin: ERROR: snd_mixer_attach for card %1
de: ALSA Plugin: Fehler in Funktion snd_mixer_attach bei Soundkarte %1

source: ALSA Plugin: Error: snd_mixer_selem_register for card %1
de: ALSA Plugin: Fehler in Funktion snd_mixer_selem_register bei Soundkarte %1

source: ALSA Plugin: Error: snd_mixer_load for card %1
de: ALSA Plugin: Fehler in Funktion snd_mixer_load bei Soundkarte %1

source: error while reading volume from hwplug:%1,%2
de: Fehler beim Lesen der Lautstärke von Gerät hwplug:%1,%2

source: error while writing volume %1 to hwplug:%2,%3
de: Fehler beim Setzen der Lautstärke von Gerät hwplug:%1,%2

source: error while setting capture switch %1 for hwplug:%2,%3
de: Fehler beim Einstellen des Aufnahmeauswahlschalters %1 für Gerät hwplug:%2,%3

source: ALSA Sound Device %1
de: ALSA Soundkarte %1
