Repository: pbek/kradio
Catalog: kradio.prehistoric/po/*.po
Languages: es, pl

source: _: NAME OF TRANSLATORS Your names
es: Rafael Rodríguez Martín

source: _: EMAIL OF TRANSLATORS Your emails
es: apt-drink@telefonica.net

source: %1 %2 (Using KDE %3)
es: %1 %2 (Utilizando KDE %3)
pl: %1 %2 (Wersja KDE %3)

source: A&uthor
es: A&utor
pl: A&utor

source: A&uthors
es: A&utores
pl: A&utorzy

source: &Thanks To
es: &Gracias a
pl: P&odziękowania dla

source: T&ranslation
es: T&raducción
pl: &Tłumaczenie

source: &License Agreement
es: &Acuerdo de licencia
pl: Umowa &licencyjne

source: Image missing
es: Falta imagen
pl: Brak obrazka

source: Display Colors
es: Colores de la pantalla
pl: Kolory wyświetlacza

source: Active Text
es: Texto activo
pl: Kolor aktywnego tekstu

source: Inactive Text
es: Texto inactivo
pl: Kolor nieaktywnego tekstu

source: Background Color
es: Color de fondo
pl: Kolor tła

source: Docking Plugin
es: Plugin de icono empotrable
pl: Wtyczka dokowania

source: Stop Recording
es: Detener grabación
pl: Zakończ nagrywanie

source: Start Recording
es: Iniciar grabación
pl: Rozpocznij nagrywanie

source: Docking Menu
es: Menú de icono empotrable
pl: Menu dokowalne

source: Docking Menu Configuration
es: Configuración del menú de icono empotrable
pl: Konfiguracja dokowalnego menu

source: Docking Menu for KRadio
es: Menú de icono empotrable de KRadio
pl: Menu dokowalne KRadio

source: Docking Menu Plugin
es: Plugin de menú del icono empotrable
pl: Wtyczka menu dokowalnego

source: Search Next Station
es: Buscar siguiente emisora
pl: Szukaj następnej stacji

source: Search Previous Station
es: Buscar anterior emisora
pl: Szukaj poprzedniej stacji

source: Hide %1
es: Esconder %1
pl: Ukryj: %1

source: Show %1
es: Mostrar %1
pl: Pokaż: %1

source: next alarm: %1
es: siguiente alerta: %1
pl: następny alarm:

source: Stop Sleep Countdown (running until %1)
es: Detener cuenta atrás para dormir (corriendo hasta %1)
pl: Zatrzymaj usypianie (ustawione na %1)

source: Start Sleep Countdown
es: Iniciar cuenta atrás para dormir
pl: Rozpocznij usypianie

source: Power Off
es: Apagar
pl: Wyłącz

source: Power On
es: Encender
pl: Włącz

source: invalid station
es: emisora no válida
pl: Nieprawidłowa stacja

source: KRadio Logger
es: Registro de KRadio
pl: Dziennik Kradio

source: Save &as
es: Guardar &como
pl: Zapisz j&ako

source: Error Logger
es: Registro de errores
pl: Dziennik błędów

source: logging started
es: registro iniciado
pl: Zapisywanie rozpoczęte

source: Warnings
es: Avisos
pl: Ostrzeżenia

source: Errors
es: Errores
pl: Błędy

source: Debugging
es: Depuración
pl: Debugowanie

source: Log Files
es: Archivos de registro
pl: Pliki dziennika

source: Select Log File
es: Seleccionar archivo de registro
pl: Wybierz plik dziennika

source: Save KRadio Logging Data as ...
es: Guardar datos de registro como ...
pl: Zapisz dziennik KRadio jako...

source: error writing to tempfile %1
es: error al escribir al archivo temporal %1
pl: błąd do

source: error uploading preset file %1
es: Error al subir el archivo de configuración %1
pl: Błąd podczas wysyłania pliku zapamiętanych stacji: %1

source: KRadio - The Radio Application for KDE<P>With KRadio you can listen to radio broadcasts with the help of your V4L/V4L2 compatible radio card.<P>The KRadio Project contains a station preset data database. To complete this database you are encouraged to contribute your station preset file to the project. Just send it to one of the authors. <P>If you like to contribute your ideas, your own plugins or translations, don't hesitate to contact one of the authors.<P>
es: KRadio - La aplicación de radio para KDE<P>Con KRadio puede escuchar retransmisiones de radio con la ayuda de su tarjeta de radio compatible con V4L/V4L2.<P>El proyecto KRadio contiene una base de datos de configuraciones de emisoras. Para completar esta base de datos, le animamos a contribuir al proyecto con su configuración. Sólo envíela a uno de los autores. <P>Si desea contribuir con sus ideas, sus propios plugins, o sus traducciones, no dude en contactar con uno de los autores.<P>
pl: KRadio - Aplikacja do obsługi radia pod KDE<P>KRadio służy do słuchania radia z wykorzystaniem karty radiowej kompatybilnej ze standardem V4L/V4L2. <P> Projekt KRadio zawiera bazę danych stacji radiowych. Aby uzupełnić tę bazę potrzebna jest pomoc użytkowników - zachęcamy więc do stworzenia listy stacji, które można odbierać w twojej okolicy i przesłanie jej do autorów KRadio. <P> Jeśli chcielibyście podzielić się swoimi pomysłami, wtyczkami czy tłumaczeniami skontaktujcie się koniecznie z którymś a autorów. <P>.

source: Preset Database, Remote Control Support, Alarms, Rewrite for KRadio 0.3.0, Misc
es: Base de datos de configuraciones, soporte de control remoto, alertas, reescritura para KRadio 0.3.0, Miscelánea
pl: Baza Danych Stacjie, Obługa zdalnego sterowania, Alarmy,

source: idea, first basic application
es: idea, primera aplicación básica
pl: Pomysł, pierwsza wersja aplikacji

source: Many People around the World ...
es: Mucha gente alrededor del mundo ...
pl: Wielu osób w różnych częściach świata...

source: ... which contributed station preset files and tested early and unstable snapshots of KRadio with much patience
es: ... que ha contribuido con archivos de configuración de emisoras y ha testeado las primeras versiones inestables no oficiales de KRadio con mucha paciencia
pl: które przesyłały zestawy zapamiętanych stacji i cierpliwe testowały wczesne i niestabilne wersje KRadio

source: Instance
es: Instancia

source: KRadio Configuration
es: Configuración de KRadio
pl: Konfiguracja: KRadio

source: About KRadio Components
es: Acerca de los componentes de KRadio
pl: O składnikach KRadio

source: LIRC Plugin
es: Plugin LIRC
pl: Wtyczka LIRC

source: initializing kradio lirc plugin
es: inicializando el plugin lirc de kradio
pl: Inicjalizacja wtyczki LIRC

source: Initializing kradio lirc plugin failed
es: Falló la inicialización del plugin lirc de kradio
pl: Inicjalizacja wtyczki LIRC nieudana

source: Initializing kradio lirc plugin successful
es: Inicialización del plugin lirc de kradio correcta
pl: Inicjalizacja wtyczki LIRC udana

source: Linux Infrared Remote Control Support for KRadio
es: Linux Infrared Remote Control Support (soporte de control remoto por infrarrojos para Linux) de KRadio
pl: Obsługa LIRC (Linux Infrared Remote Control) dla KRadio

source: LIRC Support
es: Soporte LIRC
pl: Obsługa LIRC

source: rewrite for 0.3.0, recording, lirc support, alarms, misc
es: reescritura para 0.3.0, grabación, soporte lirc, alertas, miscelánea
pl: przepisanie wersji 0.3.0, nagrywanie, obsługa lirc, alarmy, różne

source: Configuration Dialog
es: Diálogo de configuración
pl: Okno Konfiguracji

source: Quickbar Plugin
es: Plugin de barra de acceso rápido
pl: Wtyczka paska skrótów

source: Quickbar
es: Barra de acceso rápido
pl: Pasek skrótów

source: Quickbar Configuration
es: Configuración de barra de acceso rápido
pl: Konfiguracja paska skrótów

source: Quickback for KRadio
es: Barra de acceso rápido de KRadio
pl: Pasek skrótów KRadio

source: Images
es: Imágenes
pl: Obrazy

source: Pixmap Selection
es: Selección de mapa de píxels
pl: Wybór logo

source: Select Station Pixmap
es: Seleccionar mapa de píxels de la estación
pl: Wybierz logo stacji

source: KRadio Preset Files
es: Archivos de configuración de emisoras de KRadio
pl: Pliki zapamiętanych stacji Kradio

source: Preset File Selection
es: Selección de archivos de configuración
pl: Wybór pliku zapamiętanych stacji

source: Select Preset File
es: Seleccionar archivo de configuración
pl: Wybierz plik zapamiętanych stacji

source: Store Preset File
es: Guardar archivo de configuración
pl: Zapamiętaj plik stacji

source: Radio Multiplexer Plugin
es: Plugin de multiplexado de radio
pl: Wtyczka Mulipleksera Radia

source: Radio Stations
es: Emisoras de radio
pl: Stacje

source: Setup Radio Stations
es: Configurar emisoras de radio
pl: Stacje

source: Radio Device Multiplexer and Station Management for KRadio
es: Multiplexador de dispositivos de radio y administración de emisoras de KRadio
pl: Multiplekser urządzenia radia i zarządzanie stacjami dla KRadio

source: Device and Station Management
es: Administración de dispositivos y emisoras
pl: Urządzenia i zarządzanie stacjami

source: Radio Device Multiplexer and Station Management
es: Administración de emisoras y multiplexado de dispositivos de radio
pl: Multiplekser urządzenia radia i zarządzanie stacjami

source: unknown
es: desconocido
pl: nieznany

source: I don't know how to edit this station
es: No sé como editar esta emisora
pl: Nie można edytować tej stacji

source: Frequency:
es: Frecuencia:
pl: Częstotliwość

source: Radio Display
es: Pantalla de radio
pl: Okno radia

source: Start Recording and display Recording Monitor
es: Iniciar grabación y mostrar monitor de grabación
pl: Rozpocznij nagrywanie i pokaż monitor

source: Start Monitoring
es: Iniciar monitorización
pl: Rozpocznij monitorowanie

source: Configure KRadio
es: Configurar KRadio
pl: Konfiguruj: KRadio

source: Power On/Off
es: Encender/Apagar
pl: Włącz/Wyłącz

source: Quit KRadio Application
es: Salir de KRadio
pl: Zakończ KRadio

source: Start/Stop Recording
es: Iniciar/detener grabación
pl: Rozpocznij/Zakończ nagrywanie

source: Start/Stop Sleep Countdown
es: Iniciar cuenta atrás para dormir

source: Select a Radio Station
es: Seleccionar una emisora de radio
pl: Wybierz stację

source: no preset defined
es: ninguna configuración definida
pl: nie zdefiniowano ustawień

source: Display
es: Pantalla
pl: Wyświetlacz

source: Display Configuration
es: Configuración de la pantalla
pl: Konfiguracja wyświetlacza

source: set Toolbar-Flag for Display
es: activar el indicador de barra de herramientas para la pantalla

source: Common
es: Común

source: Standard Radio Display for KRadio
es: Pantalla estándar de radio para KRadio
pl: Standardowy wyświetlacz dla KRadio

source: Frequency Display
es: Pantalla de la frecuencia
pl: Wyświetlacz częstotliwości

source: Search for previous Radio Station
es: Buscar emisora de radio anterior
pl: Szukaj poprzedniej stacji radiowej

source: Search for next Radio Station
es: Buscar siguiente emisora de radio
pl: Szukaj następnej stacji radiowej

source: Decrement Frequency
es: Decrementar frecuencia
pl: Zmniejsz częstotliwość

source: Increment Frequency
es: Incrementar frecuencia
pl: Zwiększ częstotliwość

source: Change Frequency
es: Cambiar frecuencia
pl: Zmień częstotliwość

source: Change Volume
es: Cambiar volumen
pl: Zmiana głośności

source: C&ustom
es: &Personalizado

source: Selected Stations
es: Emisoras seleccionadas
pl: Wybrane stacje

source: Available Stations
es: Emisoras disponibles
pl: Dostępne stacje

source: Station &Presets
es: &Configuraciones de emisoras
pl: Za&pamiętane stacje

source: Stations
es: Emisoras
pl: Stacje

source: &Search Stations
es: &Buscar emisoras
pl: &Szukaj stacji

source: Load
es: Cargar
pl: Otwórz

source: Name
es: Nombre
pl: Nazwa

source: Short Name
es: Nombre corto
pl: Krótka nazwa

source: Pixmap File
es: Archivo de mapa de píxels
pl: Logo stacji

source: Volume Preset
es: Volumen predefinido

source: Personal Preset File
es: Archivo de configuración personal

source: City
es: Ciudad
pl: Miasto

source: Country
es: País
pl: Kraj

source: &Now
es: &Ahora
pl: &Teraz

source: Comment
es: Comentario
pl: Komentarz

source: Media
es: Medio

source: Maintainer
es: Responsable del mantenimiento
pl: Opiekun

source: Last Change
es: Último cambio
pl: Ostatnia zmiana

source: <p align="center">Click on the link below to contribute this station preset file to the kradio project.</p>
es: <p align="center">Pulse en el enlace de abajo para contribuir con este archivo de configuración de emisoras al proyecto KRadio.</p>
pl: <p align="center">Kliknij poniżej żeby dołączyć listę stacji do bazy projektu.KRadio</p>

source: search previous station
es: Buscar anterior emisora

source: decrease freq. by 0.05 MHz
es: decrementar frecuencia en 0.05 Mhz

source: Frequency control
es: Control de frecuencia

source: increase freq. by 0.05 MHz
es: incrementar frecuencia en 0.05 Mhz

source: search next station
es: buscar siguiente emisora

source: Buffer Management
es: Administración del búfer

source: Encoding Buffer Size
es: Tamaño del búfer de codificación

source: Number of Buffers
es: Número de búfers

source: Output
es: Salida
pl: Wyjście

source: Recording Directory
es: Directorio de grabación
pl: Katalog zapisywania

source: MP3 Quality(0 - high, 1 - low)
es: Calidad del MP3 (0 - alta, 1 - baja)

source: File Format
es: Formato de archivo
pl: Format pliku

source: raw pcm output (.raw)
es: salida pcm en crudo (.raw)

source: MP3 Compressed (.mp3)
es: MP3 comprimido (.mp3)

source: Input
es: Entrada
pl: Wejście

source: Sample Bits
es: Bits de sampleado
pl: Próbkowanie

source: Signed
es: Con signo

source: Unsigned
es: Sin signo

source: Recording Device
es: Dispositivo de grabación
pl: Urządzenie nagrywające

source: Endianess
es: Posición del byte más significativo
pl: Kolejność bajtów

source: Channels
es: Canales
pl: Kanały

source: Little Endian
es: Little endian ( byte menos significativo primero)

source: Big Endian
es: Big endian (byte más significativo primero)

source: Sample Rate
es: Frecuencia de muestreo
pl: Częstotliwość próbkowania

source: Stereo
es: Estéreo

source: Stations search in progress ...
es: Búsqueda de emisoras en progreso ...
pl: Trwa poszukiwanie stacji...

source: remaining time
es: tiempo restante
pl: Pozostały czas

source: <p align="right">nothing here</p>
es: <p align="right">nada aquí</p>
pl: <p align="right">nic</p>

source: sleep countdown
es: cuenta atrás para dormir
pl: Czas uśpienia

source: Alarms
es: Alertas
pl: Alarmy

source: Date
es: Fecha
pl: Data

source: Time
es: Hora
pl: Czas

source: Volume
es: Volumen
pl: Głośność

source: enabled
es: activado
pl: Aktywny

source: daily
es: diario
pl: Codziennie

source: Radio Station
es: Emisora de radio
pl: Stacja radiowa

source: Start Playing
es: Iniciar reproducción
pl: Rozpocznij odtwarzanie

source: Stop Playing
es: Detener reproducción
pl: Zakończ odtwarzanie

source: Devices
es: Dispositivos
pl: Urządzenia

source: unknown v4l device
es: dispositivo v4l desconocido
pl: Nieznane urządzenie V4L

source: Mixer Channel
es: Canal mezclador
pl: Kanał miksera

source: Mixer Device
es: Dispositivo mezclador
pl: Urządzenie miksera

source: Radio Device
es: Dispositivo de radio
pl: Urządzenie radia

source: to
es: a
pl: do

source: minimum signal quality
es: calidad mínima de señal
pl: Minimalna jakość sygnału

source: station scan step
es: Paso mínimo al buscar emisoras
pl: Skok podczas skanowania

source: allowed frequency range
es: Rango de frecuencias permitidas
pl: Dopuszczalny zakres częstotliwości

source: V4L Device Controls
es: Controles del dispositivo V4L
pl: Ustawienie urządzenia V4L

source: volume
es: volumen

source: treble
es: agudos

source: bass
es: bajos

source: Recording Monitor
es: Monitor de grabación
pl: Monitor nagrywania

source: Status
es: Estado

source: Recording File
es: Archivo de grabación
pl: Nazwa pliku

source: File Size
es: Tamaño del archivo
pl: Rozmiar pliku

source: Recording Time
es: Tiempo de grabación
pl: Czas nagrywania

source: Hide/Show when recording stops/starts
es: Esconder/Iniciar cuando la grabación se detiene/inicia
pl: Pokaż/Ukryj kiedy nagrywanie rozpoczyna/kończy się

source: Monitor Input
es: Monitorizar entrada
pl: Monitoruj poziom sygnału

source: Recording Monitor Plugin for KRadio
es: Plugin de monitor de grabación para KRadio
pl: Wtyczka monitorowania nagrywania dla KRadio

source: Recording Monitor Plugin
es: Plugin de monitor de grabación
pl: Wtyczka monitorowania nagrywania

source: &Stop
es: &Detener

source: not running
es: no está ejecutándose

source: recording
es: grabando
pl: nagrywanie

source: monitoring
es: monitorizando
pl: monitorowanie

source: error occurred
es: ocurrió un error
pl: wystąpił błąd

source: finished
es: finalizado
pl: zakończone

source: KRadio Recording Plugin
es: Plugin de grabación de KRadio

source: Recording
es: Grabación
pl: Nagrywanie

source: Recording Monitor for KRadio
es: Monitor de grabación de KRadio
pl: Monitor nagrywania dla KRadio

source: Recording Plugin
es: Plugin de grabación
pl: Wtyczka nagrywania

source: Recording starting
es: Iniciando grabación
pl: Nagrywanie rozpoczęte

source: Recording stopped with error
es: Grabación detenida con error
pl: Nagrywanie zakończone z błędem

source: Monitoring starting
es: Iniciando monitorización
pl: Monitorowanie rozpoczęte

source: Monitoring stopped with error
es: Monitorización detenida con error
pl: Monitorowanie zakończone z błędem

source: Recording stopped
es: Grabación detenida
pl: Nagrywanie zatrzymane

source: Monitoring stopped
es: Monitorización detenida
pl: Monitorowanie zatrzymane

source: Cannot open DSP device %1
es: No se puede abrir dispositivo DSP %1
pl: Nie można otworzyć urządzenia DSP

source: Cannot set sample format for recording
es: No se puede fijar el formato de muestreo para la grabación
pl: Nie można ustawić formatu dla nagrywania

source: Cannot set number of channels for recording
es: No se puede fijar el número de canales para grabación
pl: Nie można ustawić liczby kanałów dla nagywania

source: Cannot set sampling rate for recording
es: No se puede fijar la frecuencia de muestreo para la grabación
pl: Nie można ustawić częstotliwości próbkowania dla nagrywania

source: Asking for recording at %1 Hz but hardware uses %2 Hz
es: Intentando grabar a %1 Hz pero el hardware utiliza %2 Hz

source: Cannot set stereo mode for recording
es: No se puede fijar el formato estéreo para la grabación

source: Cannot set sample size for recording
es: No se puede fijar el tamaño de muestreo para la grabación

source: Cannot set recording buffers
es: No se pueden establecer los búfers de grabación

source: Cannot read recording buffer size
es: No se puede leer el tamaño del búfer de grabación
pl: Nie można odczytać wielkości bufora nagrywania

source: Hardware uses buffer blocks of %1 bytes
es: El hardware utiliza blóques de búfer de %1 bytes

source: The encoding thread did not finish. It will be killed now.
es: El hilo de ejecución de la codificación no finalizó. Será matado ahora.

source: Waiting for encoding thread to terminate.
es: Esperando a que el hilo de ejecución de la codificación finalice.

source: Input buffer overflow. Skipped %1 input bytes
es: Desbordamiento del búfer de entrada. Saltados %1 bytes de entrada

source: No data to record
es: No hay datos para grabar
pl: Brak danych do nagrania

source: Error %1 while recording
es: Error %1 durante la grabación
pl: Błąd %1 podczas nagrywania

source: Error %1 writing output.
es: Error %1 al escribir la salida.

source: Error %1 while encoding mp3.
es: Error %1 durante la codificación del mp3

source: Cannot open output file %1.
es: No se puede abrir el archivo de salida %1.

source: Cannot initialize lalibmp3lame.
es: No se puede inicializar lalibmp3lame.

source: Cannot initialize libmp3lame parameters.
es: No se pueden inicializar los parámetros de libmp3lame.

source: Recorded by KRadio
es: Grabado por KRadio

source: Cannot allocate buffers for mp3 encoding.
es: No se pueden asignar los búfers para la codificación del mp3.

source: new station
es: nueva emisora
pl: Nowa stacja

source: &Done
es: &Hecho
pl: &Gotowe

source: Contains merged Data
es: Contiene datos fusionados

source: Probably an old station preset file was read. You have to rebuild your station selections for the quickbar and the docking menu.
es: Probablemente fue leido un archivo de configuracion de emisoras antiguo. Tiene que reconstruir su selección de emisoras para la barra de acceso rápido y el menú de empotrado.
pl: do.

source: parsing failed
es: falló el análisis sintáctico
pl: Błąd odczytu

source: Parsing the station preset file failed. See console output for more details.
es: Falló el análisis sintáctico del archivo de configuración de emisoras. Observe la salida en la consola para más detalles.
pl: Błąd odczytu pliku zaprogramowanych stacji By dowiedzieć się więcej obejrzyj komunikaty na konsoli

source: error downloading preset file %1
es: error al descargar el archivo de configuración %1
pl: błąd

source: Download of the station preset file at %1 failed.
es: Falló la descarga del archivo de configuración de emisoras en %1.
pl: nieudane.

source: temporary file:
es: archivo temporal:
pl: plik tymczasowy

source: error opening preset file %1
es: error abriendo el archivo de configuración %1
pl: błąd

source: Opening of the station preset file at %1 failed.
es: Falló la apertura del archivo de configuración en %1.
pl: nieudane.

source: Old Preset File Format detected
es: Detectado formato de archivo de configuración antiguo
pl: Wykryto stary format pliku zapamiętanych stacji

source: Writing station preset file %1 failed.
es: Falló la escritura del archivo de configuración de emisoras %1.
pl: nieudane.

source: Upload of station preset file to %1 failed.
es: Falló la subida del archivo de configuración de emisoras a %1.
pl: Wysyłanie pliku zapamiętanych stacji do: %1 nieudane.

source: misplaced element %1
es: elemento %1 mal colocado

source: unknown or unexpected element %1
es: elemento %1 desconocido o inesperado
pl: nieznany

source: expected element %1, but found %2
es: se esperaba el elemento %1, pero se encontró %2
pl: oczekiwano %1; znaleziono %2

source: unexpected element %1
es: elemento inesperado %1
pl: nieoczekiwany element: %1

source: invalid data for element %1
es: datos no válidos para elemento %1

source: found a station list with unknown format %1
es: encontrada una lista de emisoras con formato desconocido %1
pl: nieznany

source: unknown property %1 for class %2
es: propiedad desconocida %1 para clase %2
pl: nieznany

source: characters ignored for element %1
es: caracteres ignorados para elemento %1

source: TimeControl Plugin
es: Plugin de control de tiempo
pl: Wtyczka kontroli czasu

source: Setup Alarms
es: Configurar alertas
pl: Ustawienia alarmów

source: Time Control Plugin for KRadio.<P>Provides Alarms and Sleep Countdown<P>
es: Plugin de control de tiempo de KRadio.<P>Provee alertas y cuenta atrás para dormir<P>
pl: Wtyczka kontroli czasu dla KRadio <P> Umożliwia obsługę alarmów i usypiania<P>

source: Time Control Plugin
es: Plugin de control de tiempo
pl: Wtyczka kontroli czasu

source: any ( * )
es: cualquiera ( * )
pl: dowolny

source: Radio Device Selection
es: Selección del dispositivo de radio
pl: Wybór urządzenia radia

source: Select Radio Device
es: Seleccionar dispositivo de radio
pl: Wybierz urządzenie radia

source: Mixer Device Selection
es: Selección del dispositivo mezclador
pl: Wybór urządzenia miksera

source: Select Mixer Device
es: Seleccionar dispositivo mezclador
pl: Wybierz urządzenie miksera

source: Video For Linux Plugin
es: Plugin de Video For Linux
pl: Wtyczka Video for Linux

source: error %1 while setting volume to %2
es: error %1 al fijar el volumen en %2
pl: błąd: %1 podczas ustawiania głośności na: %2

source: error %1 while reading volume
es: error %1 al leer el volumen
pl: błąd %1 podczas odczytu głośności

source: invalid frequency %1
es: frecuencia no válida %1
pl: nieprawidłowa częstotliwość %1

source: don't known how to handle V4L-version %1
es: no se sabe como manejar V4L versión %1
pl: do

source: error setting frequency to %1 (%2)
es: error al fijar la frecuencia en %1 (%2)
pl: błąd do

source: Selecting V4L radio input as recording source failed with error code %1
es: Falló la selección de la entrada de radio de V4L como fuente de grabación con código de error %1
pl: nieudane błąd

source: Reading igain volume failed with error code %1
es: Falló la lectura del volumen igain con código de error %1
pl: nieudane błąd
