Repository: pbek/kradio
Catalog: kradio.prehistoric/po/*.po
Languages: es, pl

source: Setting igain volume failed with error code %1
es: Falló la escritura del volumen igain con código de error %1
pl: nieudane błąd

source: V4L Radio Options
es: Opciones de radio V4L
pl: Opcje radia V4L

source: V4L/V4L2 Plugin for KRadio.<P>Provides Support for V4L/V4L2 based Radio Cards<P>
es: V4L/V4L2 plugin de KRadio.<P>Provee Soporte para tarjetas de radio basadas en V4L/V4L2<P>
pl: Wtyczka V4L/V4L2 dla KRadio. <p>Umożliwia obsługę kart radiowych zgodnych z V4L/V4L2<p>

source: V4L/V4L2 Plugin
es: Plugin V4L/V4L2
pl: Wtyczka V4L/V4L2

source: Cannot open mixer device %1
es: No se peude abrir el dispositivo mezclador %1
pl: Nie można otworzyć urządzenia miksera: %1

source: Cannot open radio device %1
es: No se puede abrir el dispositivo de radio %1
pl: Nie można otworzyć urządzenia radia: %1

source: cannot open %1
es: no se puede abrir %1
pl: nie można otworzyć %1

source: audio caps = %1
es: capacidades de audio = %1

source: error reading V4L1 caps
es: error al leer las capacidades de V4L1
pl: błąd

source: V4L2: Querying mute control failed
es: V4L2: Falló el acceso al control de silenciado
pl: nieudane

source: V4L2: Querying volume control failed
es: V4L2: Falló el acceso al control de volumen
pl: nieudane

source: V4L2: Querying treble control failed
es: V4L2: Falló el acceso al control de agudos
pl: nieudane

source: V4L2: Querying bass control failed
es: V4L2: Falló el acceso al control de bajos
pl: nieudane

source: V4L2: Querying balance control failed
es: V4L2: Falló el acceso al control de balanceo
pl: nieudane

source: V4LRadio::readV4LCaps: Reading V4L2 caps failed
es: V4LRadio::readV4LCaps: Falló la lectura de las capacidades de V4L2
pl: nieudane

source: V4L %1 detected
es: Detectado V4L %1
pl: Wykryto V4l %1

source: V4L not detected
es: V4L no detectado
pl: Nie wykryto V4L

source: Radio is mutable
es: La radio es silenciable
pl: Radio jest wyciszalne

source: Radio is not mutable
es: La radio no es silenciable
pl: Radio nie jest wyciszalne

source: Radio has Volume Control
es: La radio tiene control de volumen
pl: Radio ma regulację głośności

source: Radio has no Volume Control
es: La radio no tiene control de volumen
pl: Radio nie ma regulacji głośności

source: Radio has Bass Control
es: La radio tiene control de bajos
pl: Radio ma regulację basu

source: Radio has no Bass Control
es: La radio no tiene control de bajos
pl: Radio nie ma regulacji basu

source: Radio has Treble Control
es: La radio tiene control de agudos
pl: Radio ma regulację sopranu

source: Radio has no Treble Control
es: La radio no tiene control de agudos
pl: Radio nie ma regulacji sopranu

source: cannot get tuner info (error %1)
es: no se puede obtener información del sintonizador (error %1)
pl: błąd

source: error setting %1: %2
es: error al fijar %1: %2
pl: błąd

source: error reading %1: %2
es: error al leer %1: %2
pl: błąd

source: error updating radio audio info (%1): %2
es: error al actualizar la información de audio de la radio (%1): %2
pl: błąd

source: write
es: escribir

source: read
es: leer

source: <no alarm pending>
pl: <brak ustawionych alarmów>

source: <undefined>
pl: <niezdefiniowane>

source: Recording::outputFile:
pl: Nagrywanie::outputFile:

source: <don't change>
pl: <nie zmieniać>

source: V4L/V4L2
pl: V4L/V4LV2
