Repository: pbek/kradio
Catalog: plugins/timeshifter/po/*.po
Languages: is

source: Maximum File Size
is: H??marks skr??ast??r??

source: Playback Mixer Device
is: Hlj????bl??ndunart??ki fyrir afspilun

source: Temporary File
is: Br????abirg??askr??

source: Playback Mixer Channel
is: Hlj????bl??ndunarr??s fyrir afspilun

source: any ( * )
is: eitthva?? ( * )

source: Select TimeShifter Temporary File
is: Veldu br????abirg??askr?? fyrir t??mahli??run

source: TimeShift Support
is: Stu??ningur vi?? t??mahli??run

source: TimeShifter Plugin
is: T??mahli??runar-??forrit

source: Timeshifter
is: T??mahli??run

source: Timeshifter Options
is: Valm??guleikar t??mahli??runar

source: Time shift of %1 (%2)
is: T??mahli??run ?? %1 (%2)

source: TimeShifter::notifySoundStreamData: clients skipped %1 bytes. Data Lost
is: TimeShifter::notifySoundStreamData: forrit steppti %1 b??tum. G??gn t??pu??ust

source: internal stream, not stored
is: innri straumur, ekki geymdur
